import {ArgsType} from "./../types/args.type";

export const allProcesses: ArgsType[] = [
    {
        header: 'Исследование',
        caption: 'Проводим анализ требований, выявляем цели, проблемы и потребности, устанавливаем сроки',
    },
    {
        header: 'Проектирование',
        caption: 'Наши UX/UI дизайнеры делают все для улучшения опыта пользователей, не забывая о целях бизнеса',
    },
    {
        header: 'Разработка',
        caption: 'Из проработанных макетов проект превращается в настоящее приложение, готовое к тестам',
    },
    {
        header: 'Тестирование и запуск',
        caption: 'Плавный запуск и внесение корректировок на основе собранной обратной связи от первых пользователей',
    },
];
