import {ArgsType} from "../../types/args.type";

export const startSteps: ArgsType[] = [
    {
        header: 'Оставляете заявку',
        caption: 'Оставьте заявку на сайте или свяжитесь с нами любым удобным способом, что бы запланировать консультацию'
    },
    {
        header: 'Проводим консультацию',
        caption: 'Подробно обсуждаем ваши цели и пожелания, знакомим с процессами. По итогам общения составляем и высылаем вам смету проекта'
    },
    {
        header: 'Приступаем к работе',
        caption: 'Изучаем предметную область, планируем и устанавливаем сроки. После чего приступаем к работе, находясь в контакте на каждом этапе'
    },
];
